Repository: Ag1rin/kurdinal
Catalog: lib/l10n/app_*.arb
Languages: fa

# appTitle
source: Kurdish Words Uploader
fa: آپلودر کلمات کردی

source: Manual Entry
fa: ورود دستی

source: Import JSON
fa: وارد کردن JSON

source: Words List
fa: لیست کلمات

source: Transaction History
fa: تاریخچه تراکنش‌ها

source: Upload to Arweave
fa: آپلود به Arweave

source: Save Word
fa: ذخیره کلمه

source: Update Word
fa: به‌روزرسانی کلمه

source: Edit Word
fa: ویرایش کلمه

source: Delete Word
fa: حذف کلمه

source: Search words...
fa: جستجوی کلمات...

# noWords
source: No words yet
fa: هنوز کلمه‌ای وجود ندارد

source: Add First Word
fa: افزودن اولین کلمه

# totalWords
source: Total: {count} word(s)
fa: مجموع: {count} کلمه

source: Wallet Loaded
fa: کیف پول بارگذاری شد

# loadWallet
source: Load Wallet (JWK)
fa: بارگذاری کیف پول (JWK)

# balance
source: Balance: {balance} AR
fa: موجودی: {balance} AR

source: Upload successful!
fa: آپلود موفقیت‌آمیز بود!

source: Upload failed
fa: آپلود ناموفق

source: Error
fa: خطا

source: Cancel
fa: لغو

source: OK
fa: تأیید

source: Retry
fa: تلاش مجدد
